[
  {
    "id": "3c7ac077-203d-47a0-ba01-a5c205a4973e",
    "name": "Real New York Style Pizza at Home",
    "description": "This is as close to homemade New York Pizza as you’ll get without being there.",
    "previewImage": "https:\/\/static.wixstatic.com\/media\/ff673a_4e587cb72f1c4890a0e6fbd4e13b5d48~mv2.jpg\/v1\/fill\/w_446,h_268,al_c,q_80,usm_0.66_1.00_0.01,enc_auto\/shutterstock_1898354080.jpg",
    "source": "https:\/\/www.joshuaweissman.com\/post\/real-new-york-style-pizza-at-home",
    "tags": [
      "pizza"
    ],
    "sections": [
      {
        "name": "Ingredients",
        "content": "<h3>Pizza Dough:<\/h3><ul><li>2.5 cups plus 1.75 tablespoons (617g) lukewarm water<\/li><li>1.5 tablespoons (14g) instant yeast<\/li><li>6 cups plus 1\/3 cup (950g) all-purpose flour<\/li><li>3.25 teaspoons (19g) fine sea salt<\/li><li>2 tablespoons (25g) granulated sugar<\/li><li>Olive oil for dough<\/li><\/ul><h3>Sauce & Assembly:<\/h3><ul><li>2 tablespoons (24g) extra virgin olive oil<\/li><li>3.5 tablespoons (49g) unsalted butter<\/li><li>4 cloves garlic, sliced<\/li><li>1 teaspoon (2g) red pepper flakes<\/li><li>28oz (794g) can of crushed tomatoes<\/li><li>1 onion, sliced in half, leaving the root attached<\/li><li>1 tablespoon (13g) granulated sugar<\/li><li>1.5 teaspoons (2g) dried oregano<\/li><li>1 teaspoon (1g) dried thyme<\/li><li>Salt & Pepper to taste<\/li><li>1.5 lbs (680g) low moisture mozzarella, coarse grated<\/li><\/ul>"
      },
      {
        "name": "Instructions",
        "content": "<h3>Pizza Dough:<\/h3><ol><li>In a container, add water, heat up to 95F, whisk in yeast and let it sit for 5 min. To a large bowl, add flour, salt, and sugar; mix that until incorporated.<\/li><li>Add your water with yeast to your flour and mix by hand until you get a relatively smooth dough, about 4 min. Next, shape your dough into a ball, generously grease a large bowl with olive oil, and place your dough; cover with greased plastic wrap and rise in the fridge overnight.<\/li><li>Punch down your dough, place it onto a lightly floured work surface, divide it into 300 grams pieces, roll each piece into a light ball, and put it into a lightly floured proofing box or a baking sheet (leaving room in between each other). Cover with a lid or greased plastic wrap and let it proof for 2 to 3 hours at room temperature or until doubled in size.<\/li><\/ol><h3>Sauce & Assembly:<\/h3><ol><li>Place a pizza stone in the oven and preheat to max temperature for one hour before baking, or set up your pizza oven to 650F.<\/li><li>In a medium saucepan over medium heat, add olive oil, garlic, butter, and cook, stirring occasionally, until the garlic turns into a light golden brown.<\/li><li>Then add pepper flakes and saute for 20 seconds, followed by tomatoes, sugar, oregano, and thyme. Stir together, season with salt, add onion, bring it to a simmer, and cook that down, stirring occasionally, for 20 minutes.<\/li><li>Remove the onion, adjust the salt levels and cool down completely.<\/li><li>Assembly.- Place one of your dough rounds on a lightly floured work surface and generously flour your dough. Next, begin punching out a very thin perimeter in the dough, trip the dough over your fists, and shimmer around the entire perimeter of the dough, lightly stretching it as you go until you get a pizza round, about 2 -3 inches wide.<\/li><li>Lay it back down, place a couple of tablespoons of your sauce in the center, and spread it around in a circular motion, leaving a slight edge.<\/li><li>Top with a generous amount of freshly grated mozzarella and place in the oven for 6 to 8 minutes or in a pizza oven for 2 to 4 minutes. Repeat with the rest of your dough.<\/li><\/ol>"
      }
    ]
  },
  {
    "id": "8f566430-54c6-435d-9682-c1baf1d3adf3",
    "name": "Key Lime Pie",
    "description": "You can't make the perfect homemade key lime pie without... you guessed it, KEY LIMES! I'm sharing this recipe so we can all visit the Florida Keys together.",
    "previewImage": "https://i.ytimg.com/vi/tWh10ek1_gs/maxresdefault.jpg",
    "source": "https:\/\/www.joshuaweissman.com\/post\/key-lime-pie",
    "tags": [
      "pie",
      "dessert"
    ],
    "sections": [
      {
        "name": "Ingredients",
        "content": "<h3>Homemade Graham Crackers:<\/h3><ul><li>3\/4 cup (116g) all-purpose flour<\/li><li>1.5 cup (211g) whole wheat flour<\/li><li>1\/4 cup (60g) brown sugar<\/li><li>1\/2 teaspoons (2g) fine sea salt<\/li><li>1 teaspoon (4g) baking powder<\/li><li>1.5 teaspoons (4g) ground cinnamon<\/li><li>1 large whole egg<\/li><li>3.5 tablespoons (50ml) whole milk<\/li><li>1\/4 cup (80g) honey<\/li><li>3 tablespoons (42g) neutral-tasting oil<\/li><\/ul><h3>Graham Cracker Crust:<\/h3><ul><li>2 cups (250g) crushed graham crackers<\/li><li>1\/3 cup (70g) brown sugar<\/li><li>3\/4 teaspoon (3g) teaspoon fine sea salt<\/li><li>3\/4 cup (168g) unsalted, melted butter<\/li><\/ul><h3>Key Lime Pie Filling Ingredients:<\/h3><ul><li>4 egg yolks<\/li><li>1 tablespoon (4g) fresh key lime zest, roughly chopped<\/li><li>14 ounces (400g) sweetened condensed milk<\/li><li>1\/2 cup (120ml) key lime juice<\/li><\/ul>"
      },
      {
        "name": "Instructions",
        "content": "<h3>Graham Cracker Crust Method:<\/h3><ol><li>Start by mixing together all-purpose flour, whole wheat flour, brown sugar, fine sea salt, baking powder, and ground cinnamon. Mix together until thoroughly combined.<\/li><li>Separately, crack 1 large egg in a medium-size bowl and whisk before adding whole milk, honey, and neutral-tasting oil.<\/li><li>Once the egg mixture is completely mixed together, add it to the flour mixture and mix and knead together until a nice dough has formed. If the mixture is too dry add a splash of milk.<\/li><li>Once the dough is smooth, wrap in plastic wrap and let rest in the fridge for 30 minutes to 1 hour.<\/li><li>After 30 minutes to 1 hour, place the dough on a well-floured surface and roll it out to ⅛ inch thickness.<\/li><li>Place on a baking sheet lined with parchment paper punching little holes into the dough using a fork before baking at 350°F for 15-20 minutes, or until dry and crisp.<\/li><li>Let graham crackers sit on a wire rack until cool.<\/li><\/ol><h3>Pie Filling Method:<\/h3><ol><li>In a medium-size bowl add 4 egg yolks and whisk in key lime zest that has been roughly chopped.<\/li><li>Add sweetened condensed milk and whisk in key lime juice. Once thoroughly combined, cover with plastic wrap and let sit at room temperature while preparing the crust.<\/li><\/ol><h3>Pie Assembly Method:<\/h3><ol><li>Place the graham crackers into a plastic bag and crush using a rolling pin until it is mostly fine crumbs.<\/li><li>Place fine crumbs into a medium-size bowl along with brown sugar, fine sea salt and whisk together before adding melted unsalted butter mixing together until a wet sand mixture is reached.<\/li><li>Press into a 9” pie mold evenly, using the bottom of a flat cup. Bake the crust at 350°F for 10 minutes. Set aside to cool completely.<\/li><li>Once cooled, pour in the key lime pie filling and bake at 350°F 15-17 minutes or until set, but still slightly jiggly.<\/li><li>Pull it out of the oven and let it cool most of the way, then place it in the fridge to let it cool completely, at least 3 hours but ideally overnight.<\/li><li>After completely cooled, slice and serve with a dollop of whip cream and fresh grated key lime zest.<\/li><\/ol>"
      }
    ]
  }
]